Repository: Blinue/Magpie
Catalog: Magpie/Properties/Resources.*.resx
Languages: ru_ru, tr_tr, zh_cn

# Msg_Error_Caption
source: Error
ru_ru: Ошибка
tr_tr: Hata
zh_cn: 错误

# Msg_Error_Failed_To_Capture
source: Failed to capture, please change the capture method.
ru_ru: Не удалось захватить, попробуйте изменить способ захвата.
tr_tr: Yakalama başarısız, yakalama yöntemini değiştirmeyi deneyin.
zh_cn: 捕获失败，请更换捕获模式。

# Msg_Error_Failed_To_Crop
source: This window is too small to crop.
ru_ru: Это окно слишком маленькое для обрезки.
tr_tr: Bu pencere kırpma için çok küçük.
zh_cn: 窗口太小，无法裁剪。

# Msg_Error_Generic
source: An error occurred, please check logs for more information.
ru_ru: Произошла ошибка, проверьте журналы для дополнительной информации.
tr_tr: Bir hata oluştu, daha fazla bilgi için günlükleri kontrol edin.
zh_cn: 出现错误，请查看日志获取更多信息。

# Msg_Error_Init
source: Failed to initialize Runtime.
ru_ru: Ошибка инициализации среды выполнения.
tr_tr: Çalışma zamanı başlatılamadı.
zh_cn: 初始化失败。

# Msg_Error_Invalid_Source_Window
source: Invalid source window
ru_ru: Неверное исходное окно
tr_tr: Geçersiz kaynak pencere
zh_cn: 非法的源窗口

# Msg_Error_Run_As_Admin
source: Failed to obtain administrator privileges.
ru_ru: Ошибка получения прав администратора.
tr_tr: Yönetici ayrıcalıkları alınamadı.
zh_cn: 获取管理员权限失败。

# Msg_Error_Src_Too_Large
source: This window is too large to capture.
ru_ru: Это окно слишком велико для захвата.
tr_tr: Bu pencere yakalanamayacak kadar büyük.
zh_cn: 源窗口尺寸不能超过屏幕大小。

# Msg_Error_Vsync_Off_Not_Supported
source: This monitor does not support turning off VSync.
ru_ru: Этот монитор не поддерживает выключение верт. синхронизации.
tr_tr: Bu monitör VSync kapatılmasını desteklemiyor.
zh_cn: 当前显示器不支持关闭垂直同步。

# UI_Main_Capture_Method
source: Capture Method
ru_ru: Способ захвата
tr_tr: Yakalama Yöntemi
zh_cn: 捕获模式

# UI_Main_Current_Window
source: Current Window:
ru_ru: Текущее окно:
tr_tr: Mevcut Pencere:
zh_cn: 当前窗口：

# UI_Main_Forget_Current_Window
source: Forget
ru_ru: Забыть
tr_tr: Unut
zh_cn: 忘记当前窗口

# UI_Main_Hotkey
source: Hotkey
ru_ru: Клавиша
tr_tr: Kısayol Tuşu
zh_cn: 热键

# UI_Main_Injection_Mode
source: Injection Mode
ru_ru: Режим внедрения
tr_tr: Enjensiyon Kipi
zh_cn: 进程注入

# UI_Main_Injection_Mode_Injection_At_Startup
source: Injection at Startup
ru_ru: Внедрение при запуске
tr_tr: Başlangıçta Otomatik Uygula
zh_cn: 启动时注入

# UI_Main_Injection_Mode_No_Injection
source: No Injection
ru_ru: Без внедрения
tr_tr: Enjeksiyon Olmadan
zh_cn: 不注入

# UI_Main_Injection_Mode_Runtime_Injection
source: Injection at Runtime
ru_ru: Внедрение во время выполнения
tr_tr: Çalışma Zamanında Uygula
zh_cn: 运行时注入

# UI_Main_Options
source: Options
ru_ru: Настройки
tr_tr: Seçenekler
zh_cn: 选项

# UI_Main_Parse_Failure
source: Parse Failure
ru_ru: Ошибка разбора
tr_tr: Ayrıştırma Hatası
zh_cn: 解析失败

# UI_Main_Scale_After_5S
source: Scale after 5s
ru_ru: Увеличить после 5с
tr_tr: 5s Sonra Ölçekle
zh_cn: 5秒后缩放

# UI_Main_Scaling_Mode
source: Scaling Mode
ru_ru: Режим увеличения
tr_tr: Ölçeklendirme Kipi
zh_cn: 缩放模式

# UI_Options_About
source: About
ru_ru: О программе
tr_tr: Hakkında
zh_cn: 关于

# UI_Options_About_Feedback
source: Feedback
ru_ru: Для связи
tr_tr: İletişim
zh_cn: 反馈

# UI_Options_About_Licenses
source: Licenses
ru_ru: Лицензии
tr_tr: Lisanslar
zh_cn: 开源许可

# UI_Options_About_Licenses_Close
source: Close
ru_ru: Закрыть
tr_tr: Kapat
zh_cn: 确定

# UI_Options_About_Licenses_Header
source: The liceses that Magpie Uses:
ru_ru: Лицензии используемые Magpie:
tr_tr: Magpie tarafından kullanılan lisanslar:
zh_cn: Magpie和它使用的开源软件的许可：

# UI_Options_About_Licenses_Title
source: Magpie Licenses
ru_ru: Лицензии Magpie
tr_tr: Magpie Lisansları
zh_cn: Magpie 开源许可

# UI_Options_About_Project_URL
source: Project URL
ru_ru: URL проекта
tr_tr: Proje URL
zh_cn: 项目地址

# UI_Options_About_Support
source: Support
ru_ru: Поддержка
tr_tr: Destek
zh_cn: 支持

# UI_Options_About_Thanks
source: Thanks
ru_ru: Благодарности
tr_tr: Teşekkürler
zh_cn: 鸣谢

# UI_Options_About_Thanks_Contributors
source: All those who have provided feedback and contributions to Magpie
ru_ru: Всем оставившим отзыв и внёсшим вклад в Magpie
tr_tr: Geri bildirim bırakan ve Magpie'ye katkıda bulunan herkese
zh_cn: 所有为Magpie提供反馈与贡献的人

# UI_Options_About_Thanks_Shaders
source: All shader projects supported by Magpie
ru_ru: Всем шейдерным проектам используемых Magpie
tr_tr: Magpie tarafından kullanılan tüm gölgelendirici projelerine
zh_cn: Magpie移植的所有优秀着色器项目

# UI_Options_About_Version
source: Version
ru_ru: Версия
tr_tr: Sürüm
zh_cn: 版本

# UI_Options_Advanced
source: Advanced
ru_ru: Продвинутые
tr_tr: Gelişmiş
zh_cn: 高级

# UI_Options_Advanced_Breakpoint_Mode
source: Breakpoint Mode
ru_ru: Режим точки останова
tr_tr: Kesme Noktası Kipi
zh_cn: 断点模式

# UI_Options_Advanced_Debugging
source: Debugging
ru_ru: Отладка
tr_tr: Hata ayıklama
zh_cn: 调试

# UI_Options_Advanced_Disable_DirectFlip
source: Disable DirectFlip
ru_ru: Выключить DirectFlip
tr_tr: DirectFlip Kapat
zh_cn: 禁用 DirectFlip

# UI_Options_Advanced_Disable_Effect_Cache
source: Disable Effect Cache
ru_ru: Выключить кеш эффектов
tr_tr: Efekt Önbelleğini Kapat
zh_cn: 禁用效果缓存

# UI_Options_Advanced_Logging
source: Logging
ru_ru: Журналирование
tr_tr: Günlük Kaydı
zh_cn: 日志

# UI_Options_Advanced_Logging_Level
source: Logging Level
ru_ru: Уровень журналирования
tr_tr: Günlük Kaydı Seviyesi
zh_cn: 日志级别

# UI_Options_Advanced_Logging_Level_Error
source: Error
ru_ru: Ошибка
tr_tr: Hata
zh_cn: 错误

# UI_Options_Advanced_Logging_Level_Info
source: Info
ru_ru: Информация
tr_tr: Bilgi
zh_cn: 信息

# UI_Options_Advanced_Logging_Level_Off
source: Off
ru_ru: Выключено
tr_tr: Kapalı
zh_cn: 关闭

# UI_Options_Advanced_Logging_Level_Warn
source: Warn
ru_ru: Предупреждение
tr_tr: Uyarı
zh_cn: 警告

# UI_Options_Advanced_Open_Logs_Folder
source: Open Logs Folder
ru_ru: Открыть папку журналов
tr_tr: Günlük Klasörünü Aç
zh_cn: 打开日志文件夹

# UI_Options_Advanced_Save_Effect_Sources
source: Save Sources when Resolving Effects
tr_tr: Efektleri Ayrıştırırken Kaynakları Kaydet
zh_cn: 解析效果时保存源代码

# UI_Options_Advanced_Show_All_Capture_Methods
source: Show All Capture Methods
ru_ru: Показать все способы захвата
tr_tr: Tüm Yakalama Yöntemlerini Göster
zh_cn: 显示所有捕获模式

# UI_Options_Advanced_Show_Debugging_Options
source: Show Debugging Options
ru_ru: Показать отладочные настройки
tr_tr: Hata Ayıklama Seçeneklerini Göster
zh_cn: 显示调试选项

# UI_Options_Advanced_Simulate_Exclusive_Fullscreen
source: Simulate Exclusive Fullscreen
ru_ru: Симулировать эксклюзивный полный экран
tr_tr: Özel Tam Ekranı Taklit Et
zh_cn: 模拟独占全屏

# UI_Options_Advanced_Warnings_Are_Errors
source: Treat Warnings as Errors when Compiling Shaders
tr_tr: Gölgelendiricileri Derlerken Uyarıları Hata Olarak Değerlendir
zh_cn: 编译着色器时将警告视为错误

# UI_Options_Application
source: Application
ru_ru: Приложение
tr_tr: Uygulama
zh_cn: 应用程序

# UI_Options_Application_3D_Mode
source: 3D Game Mode
tr_tr: 3B Oyun Kipi
zh_cn: 3D 游戏模式

# UI_Options_Application_Always_Run_As_Admin
source: Always Run as Administrator
ru_ru: Всегда запускать от имени администратора
tr_tr: Her Zaman Yönetici Olarak Çalıştır
zh_cn: 始终以管理员权限运行

# UI_Options_Application_Crop_Title_Bar_Of_UWP
source: Crop the Title Bar of UWP Windows
ru_ru: Обрезка заголовка окна UWP
tr_tr: UWP Pencere Başlığını Kırp
zh_cn: 裁剪 UWP 窗口的标题栏

# UI_Options_Application_Custom_Cropping_Bottom
source: Bottom
ru_ru: Низ
tr_tr: Alt
zh_cn: 下

# UI_Options_Application_Custom_Cropping_Left
source: Left
ru_ru: Лево
tr_tr: Sol
zh_cn: 左

# UI_Options_Application_Custom_Cropping_Right
source: Right
ru_ru: Право
tr_tr: Sağ
zh_cn: 右

# UI_Options_Application_Custom_Cropping_Top
source: Top
ru_ru: Верх
tr_tr: Üst
zh_cn: 上

# UI_Options_Application_Custom_Cropping_Unit
source: Unit: pixel
ru_ru: Единица: пиксель
tr_tr: Birim: piksel
zh_cn: 单位：像素

# UI_Options_Application_Enable_Custom_Cropping
source: Enable Custom Cropping
ru_ru: Включить пользовательскую обрезку
tr_tr: Özel Kırpmayı Etkinleştir
zh_cn: 启用自定义裁剪

# UI_Options_Application_Language
source: Language
ru_ru: Язык (Language)
tr_tr: Dil
zh_cn: 语言

# UI_Options_Application_Language_Default
source: Default
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_cn: 默认

# UI_Options_Application_Minimize_To_System_Tray
source: Minimize to the System Tray at Startup
ru_ru: Свернуть в системный лоток при запуске
tr_tr: Başlangıçta Sistem Tepsisine Küçült
zh_cn: 开机启动时最小化到系统托盘

# UI_Options_Application_Minimize_When_Close
source: Minimize to the System Tray when Close the Window
ru_ru: Свернуть в системный лоток при закрытии окна
tr_tr: Pencereyi Kapatırken Sistem Tepsisine Simge Durumuna Küçült
zh_cn: 关闭时最小化到系统托盘

# UI_Options_Application_Run_At_Startup
source: Run at Startup
ru_ru: Запускаться при загрузке ОС
tr_tr: Başlangıçta Çalıştır
zh_cn: 开机启动

# UI_Options_Common_Restart_To_Apply
source: This change will be applied after restarting Magpie.
ru_ru: Это изменение будет применено после перезапуска Magpie.
tr_tr: Bu değişiklik Magpie yeniden başlatıldığında uygulanacak.
zh_cn: 此更改将在重新启动Magpie后应用。

# UI_Options_Scale_Adapter
source: Graphics Adapter
ru_ru: Графический адаптер
tr_tr: Grafik Bağdaştırıcısı
zh_cn: 图形适配器

# UI_Options_Scale_Adapter_Default
source: Default
ru_ru: По умолчанию
tr_tr: Varsayılan
zh_cn: 默认

# UI_Options_Scale_Adjust_Cursor_Speed
source: Adjust Cursor Speed while Zoomed
ru_ru: Подтянуть скорость указателя при увеличении
tr_tr: Yakınlaştırılırken İmleç Hızını Ayarla
zh_cn: 缩放时调整光标速度

# UI_Options_Scale_Cursor
source: Cursor
ru_ru: Указатель
tr_tr: İmleç
zh_cn: 光标

# UI_Options_Scale_Cursor_Do_Not_Draw
source: Do not Draw the Cursor
ru_ru: Не рисовать указатель
tr_tr: İmleci İşleme
zh_cn: 不绘制光标

# UI_Options_Scale_Cursor_Interpolation_Mode
source: Interpolation Mode
ru_ru: Режим интерполяции
tr_tr: İnterpolasyon Kipi
zh_cn: 插值算法

# UI_Options_Scale_Cursor_Interpolation_Mode_Bilinear
source: Bilinear
ru_ru: Билинейная
tr_tr: Çift ​​Doğrusal (bilinear)
zh_cn: 双线性

# UI_Options_Scale_Cursor_Interpolation_Mode_Nearest
source: Nearest
ru_ru: Ближайшая (nearest)
tr_tr: En Yakın (nearest)
zh_cn: 最近邻

# UI_Options_Scale_Cursor_Same_As_Source_Window
source: Same as Source Window
ru_ru: Как у исходного окна
tr_tr: Orijinal Pencere ile Aynı
zh_cn: 和源窗口相同

# UI_Options_Scale_Cursor_Zoom_Factor
source: Zoom Factor of the Cursor
ru_ru: Множитель увеличения указателя
tr_tr: İmlecin Yakınlaştırma Etkeni
zh_cn: 光标缩放系数

# UI_Options_Scale_Disable_Low_Latency
source: Allow Additional Latency to Improve Performance
ru_ru: Добавить задержку для повышения производительности
tr_tr: Performansı Artırmak İçin Ek Gecikmeye İzin Ver
zh_cn: 允许额外的延迟以提高性能

# UI_Options_Scale_Disable_Round_Corner
source: Disable Round Corner while Zoomed
ru_ru: Выключить закругленные углы при увеличении
tr_tr: Yakınlaştırılırken Yuvarlak Köşeyi Devre Dışı Bırak
zh_cn: 缩放时禁用窗口圆角

# UI_Options_Scale_Disable_Window_Resizing
source: Disable Window Resizing while Zoomed
ru_ru: Не изменять размер окна при увеличении
tr_tr: Yakınlaştırılırken Pencere Yeniden Boyutlandırmayı Devre Dışı Bırak
zh_cn: 缩放时禁用窗口大小调整

# UI_Options_Scale_Multiple_Monitors
source: Multiple Monitors
ru_ru: Несколько мониторов
tr_tr: Çoklu Monitör
zh_cn: 多显示器

# UI_Options_Scale_Multiple_Monitors_All
source: Use All Monitors
ru_ru: Использовать все мониторы
tr_tr: Tüm Monitörleri Kullan
zh_cn: 使用所有显示器

# UI_Options_Scale_Multiple_Monitors_Intersect
source: Use the Monitors that the Source Window Intersects
ru_ru: Использовать мониторы коротые пересекает исходное окно
tr_tr: Kaynak Pencerenin Kesiştiği Monitörleri Kullan
zh_cn: 使用源窗口跨越的所有显示器

# UI_Options_Scale_Multiple_Monitors_Nearest
source: Use the Monitor Nearest to the Source Window
ru_ru: Использовать монитор ближайший к окну источника
tr_tr: Kaynak Penceresine En Yakın Monitörü Kullan
zh_cn: 使用距离源窗口最近的显示器

# UI_Options_Scale_Open_Scale_Config
source: Open Scale Config
ru_ru: Открыть конфиг увеличения
tr_tr: Ölçek Yapılandırmasını Aç
zh_cn: 打开缩放配置

# UI_Options_Scale_Overlay
source: In-Game Overlay
tr_tr: Oyun İçi Göstergeler
zh_cn: 游戏内覆盖

# UI_Options_Scale_Overlay_FPS
source: Show FPS
tr_tr: FPS Hızını Göster
zh_cn: 显示帧率

# UI_Options_Scale_Overlay_Hotkey
source: Hotkey
tr_tr: Kısayol Tuşu
zh_cn: 热键

# UI_Options_Application_Restore_Full_Screen
source: Restore Fullscreen when Source Window Regains Focus
tr_tr: Kaynak Pencere Yeniden Odağı Kazandığında Tam Ekranı Geri Yükle
zh_cn: 源窗口重获焦点时自动恢复全屏

# UI_Options_Scale_Source_Window
source: Source Window
ru_ru: Исходное окно
tr_tr: Kaynak Pencere
zh_cn: 源窗口

# UI_Options_Scale_VSync
source: Vsync
zh_cn: 垂直同步

# UI_Options_Title
source: Magpie Options
ru_ru: Настройки Magpie
tr_tr: Magpie Seçenekleri
zh_cn: Magpie 选项

# UI_Options_Zoom
source: Zoom
ru_ru: Увеличение
tr_tr: Yakınlaştır
zh_cn: 缩放

# UI_SysTray_Exit
source: Exit
ru_ru: Выход
tr_tr: Çıkış
zh_cn: 退出

# UI_SysTray_Main_Window
source: Main Window
ru_ru: Главное окно
tr_tr: Ana Pencere
zh_cn: 主窗口

# UI_SysTray_Options
source: Options
ru_ru: Настройки
tr_tr: Seçenekler
zh_cn: 选项

# UI_SysTray_Scale_After_5S
source: Scale after 5s
ru_ru: Увеличить после 5с
tr_tr: 5s Sonra Ölçekle
zh_cn: 5秒后缩放

# UI_SysTray_Text
source: Magpie Hotkey: {0} Scaling Mode: {1} Capture Method: {2}
ru_ru: Magpie Клавиша: {0} Режим увеличения: {1} Способ захвата: {2}
tr_tr: Magpie Kısayol Tuşu: {0} Ölçek Kipi: {1} Yakalama Yöntemi: {2}
zh_cn: Magpie 热键：{0} 缩放模式：{1} 捕获模式：{2}
